<?php

return [

    /*
    |--------------------------------------------------------------------------
    | General Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used withen general pages.
    | @Auther Munerah H. Alzaidan @ 2019
    */
    'dir' => 'rtl',
    'graphs' => 'ماهي الخصوصية التفاضلية؟',
    'hideloc' => 'أخف المواقع',
    'mech' => 'طريقة تغيير المواقع:',
    'next' => 'التالي',
    'lat' => 'خط العرض:',
    'long' => 'خط الطول:',
    'generate-label' => 'إضافة مواقع عشوائية',
    'generate' => 'إضافة',
    'kparam' => 'K:',
    'addnewloc-label' => 'إضافة موقع محدد',
    'add' => 'إضافة',
    'reset-label' => 'حذف كل المواقع',
    'reset' => 'حذف الكل',
    'number' => 'عدد المواقع:',
    'save' => 'حفظ',
    'copyrights' => 'منيرة الزيدان @ 2021',
    'timeout' => 'انتهى الوقت .ـ.',
    'idea-title' => 'ماهي الخصوصية التفاضلية؟',
    'idea-content' => 'الخصوصية التفاضلية هي وسيلة لضمان خصوصية الأفراد المشتركين في استطلاعات الرأي،
                        أو في أي قاعدة بيانات (طبية مثلاً)، مقابل ما قد يمكن استنتاجه عنهم عبر التحليل الإحصائي لاستطلاع الرأي أو قاعدة البيانات. <br><br>
                       تهدف الخصوصية التفاضلية لاستخلاص أكبر قدر ممكن من الدقة من الاستعلامات المطروحة <br>
                       على قواعد البيانات الإحصائية، مع التقليل في نفس الوقت من فرص التعرف على سجلاتها. <br>
',
    'apptitle' => 'الخصوصية التفاضلية',
    'maintenance-mode' => 'الموقع مغلق للصيانة، سيعود للعمل قريبًا',
    'text-align' => 'right',
    'dashboard' => 'الرئيسية',
    'profile' => 'الملف الشخصي',
];
